<?php
/**
 * Главный конфигурационный файл плагина доставки
 * предназначен для хранения базовой информации о плагине: названия, описания, версии и т. д.
 */
return [
    // наименование плагина
    'name' => 'Пункты выдачи Главпункт',
    // описание плагина
    'description' => '',
    // путь к файлу иконки плагина относительно директории с файлами плагина
    'icon' => '',
    // путь к файлу логотипа плагина относительно директории с файлами плагина,
    'logo' => '',
    // числовой идентификатор разработчика
    'vendor' => '1116972',
    // строковое обозначение версии плагина
    'version' => '0.0.1'
];